{
  "courses": [
    {
      "id": 1,
      "title": "Java J2EE",
      "description": "Architectures N-tiers, UML, Orienté objet, Java, JDBC, JSP, Servlets, Applets, Composantes J2EE, Services, MVC2, Mapping Objet/Relationnel, Hibernate, JPA, HQL, Struts, JSF2, Spring, EJB3, Ant, Maven, Apache Tomcat, JBOSS, Eclipse",
      "img": "http://localhost:4000/img/java.png"
    },
    {
      "id": 2,
      "title": "Android",
      "description": "Android (prononcé androïde) est un système d'exploitation open source pour smartphones, PDA et terminaux mobiles conçu par Android, une startup rachetée par Google. D'autres types d'appareils possédant ce système d'exploitation existent, par exemple des téléviseurs et des tablettes. A la fin de cette formation vous maitriserez les fonctionnalités et capacités de la plate-forme Android dédiée á la réalisation d'applications pour les téléphones mobiles. Vous saurez écrire des applications mobiles pour le système d’exploitation Android en utilisant le SDK fournit par Google.",
      "img": "http://localhost:4000/img/android.png"
    },
    {
      "id": 3,
      "title": "DotNet",
      "description": "Frameworks, Fondements, IO, Syntaxe, Collections et génériques, Classes et objets, Interfaces, Assembly codes, C#, VB.net, Sérialisation, Threading, Déléguâtes, Evènements, WebForms, WinForms, ADO.net, Persistance, VSTudio2008, SQLServer2005",
      "img": "http://localhost:4000/img/dotnet.png"
    },
    {
      "id": 4,
      "title": "Web",
      "description": "A la fin de cette formation, vous serez capable de Créer des pages en HTML et utiliser JavaScript , Connaître le niveau de support des fonctionnalités php, Mettre en page et en forme avec CSS .",
      "img": "http://localhost:4000/img/web.png"
    },
    {
      "id": 5,
      "title": "Réseaux",
      "description": "Câblage, Interconnexion, Installation, Administration, LAN, WAN, TCP/IP, Switching, Routage CISCO, RIP, OSPF, Telnet, FTP, ACL, Simulation + Design Boson NetSim, Packet Tracer, Préparation certifications CCNA1-4 et CCNP",
      "img": "http://localhost:4000/img/network.png"
    }
  ]
}